Revit 2027 API
WireConduitTypeSet Constructor
Initializes a new instance of the WireConduitTypeSet class
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public WireConduitTypeSet()
Public Sub New
public:
WireConduitTypeSet()
new : unit -> WireConduitTypeSet
See Also
Reference
WireConduitTypeSet Class
Autodesk.Revit.DB.Electrical Namespace